Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# NotificationActionPinnedGame
source: {0} pinned a game in the group {1}
ar: ثبّتَ ⁨{0}⁩ لعبةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) гульню ў суполцы {1}
ca: {0} ha fixat un joc en el grup {1}
de: {0} hat ein Spiel in der Gruppe {1} angeheftet
es: {0} fijó un juego en el grupo {1}
fa: ⁨{0}⁩ یک بازی را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti pelin ryhmässä {1}
fr: {0} a épinglé un jeu dans le groupe {1}
id: {0} menyematkan permainan di grup {1}
it: {0} ha fissato un gioco nel gruppo {1}
ko: {0} 님이 {1} 그룹에 게임을 고정함
ms: {0} semat game di grup {1}
nl: {0} heeft een spel in de groep {1} vastgezet
pl: Użytkownik {0} przypiął grę w grupie {1}
pt_br: {0} fixou um jogo no grupo {1}
ru: {0} закрепил(а) игру в группе {1}
sv: {0} fäste upp ett spel i gruppen {1}
tr: {0}, {1} grubunda bir oyun sabitledi
uk: {0} прикріплює гру у групі {1}
uz: {0} “{1}” guruhida oʻyinni qadadi
zh_cn: {0} 在群组«{1}»置顶了一个游戏
zh_tw: {0} 在群組«{1}»置頂了一個遊戲

# NotificationActionPinnedGameChannel
source: {0} pinned a game
ar: ثبّت ⁨{0}⁩ لعبة
be: {0} замацаваў(-ла) гульню
ca: {0} ha fixat un joc
de: {0} hat ein Spiel angeheftet
es: {0} fijó un juego
fa: ⁨{0}⁩ یک بازی را سنجاق کرد
fi: {0} kiinnitti pelin
fr: {0} a épinglé un jeu
id: {0} menyematkan permainan
it: {0} ha fissato un gioco
ko: {0} 님이 게임을 고정했습니다
ms: {0} tampal game
nl: {0} heeft een spel vastgezet
pl: {0} przypiął grę
pt_br: {0} fixou um jogo
ru: {0} закрепил(а) игру
sv: {0} fäste upp ett spel
tr: {0} bir oyunu sabitledi
uk: {0} прикріплює гру
uz: {0} oʻyinni qadadi
zh_cn: {0} 置顶了一个游戏
zh_tw: {0} 置頂了一個遊戲

# NotificationActionPinnedGameScore
source: {0} pinned a game score in the group {1}
ar: ثبّتَ ⁨{0}⁩ نتيجة لعبة في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) гульнявы лік у суполцы {1}
ca: {0} ha fixat una puntuació d'un joc en el grup {1}
de: {0} hat ein Spielergebnis in der Gruppe {1} angeheftet
es: {0} fijó una puntuación en el grupo {1}
fa: ⁨{0}⁩ یک امتیاز بازی را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti pelituloksen ryhmässä {1}
fr: {0} a épinglé un score dans le groupe {1}
id: {0} menyematkan skor game di grup {1}
it: {0} ha fissato un punteggio nel gruppo {1}
ko: {0} 님이 게임 점수를 {1} 그룹에 고정했습니다
ms: {0} semat skor game di grup {1}
nl: {0} heeft een score vastgezet in de groep {1}
pl: Użytkownik {0} przypiął wynik gry w grupie {1}
pt_br: {0} fixou um placar de jogo no grupo {1}
ru: {0} закрепил(а) счёт игры в группе «{1}»
sv: {0} fäste upp ett spelresultat i gruppen {1}
tr: {0}, {1} grubuna bir oyun skoru sabitledi
uk: {0} прикріплює резульат гри у групі {1}
uz: {0} “{1}” guruhida oʻyin natijasini qadadi

# NotificationActionPinnedGameScoreChannel
source: {0} pinned a game score
ar: ثبّتَت ⁨{0}⁩ نتيجة لعبة
be: {0} замацаваў(-ла) гульнявы лік
ca: {0} fixat una puntuació d'un joc
de: {0} hat ein Spielergebnis angeheftet
es: {0} fijó una puntuación
fa: ⁨{0}⁩ یک امتیاز بازی را سنجاق کرد
fi: {0} kiinnitti pelituloksen
fr: {0} a épinglé un score
id: {0} menyematkan skor game
it: {0} ha fissato un punteggio
ko: {0} 님이 게임 점수를 고정했습니다
ms: {0} semat skor game
nl: {0} heeft een score vastgezet
pl: {0} przypiął wynik gry
pt_br: {0} fixou um placar de jogo
ru: {0} закрепил(а) очки в игре
sv: {0} fäste upp ett spelresultat
tr: {0} bir oyun skorunu sabitledi
uk: {0} прикріплює результат гри
uz: {0} oʻyin natijasini qadadi

# NotificationActionPinnedGameScoreUser
source: {0} pinned a game score
ar: ثبّت ⁨{0}⁩ نتيجة لعبة
be: {0} замацаваў(-ла) гульнявы лік
ca: {0} ha fixat una puntuació
de: {0} hat einen Spielstand angeheftet
es: {0} fijó una puntuación
fi: {0} kiinnitti pelituloksen
fr: {0} a épinglé un score de jeu
it: {0} ha fissato un punteggio
ko: {0} 님이 게임 점수를 고정했습니다
ms: {0} semat skor mainan
nl: {0} zette een spelscore vast
pl: Użytkownik {0} przypiął wynik gry
pt_br: {0} fixou uma pontuação de jogo
ru: {0} закрепил(а) очки в игре
sv: {0} fäste upp ett spelresultat
tr: {0} bir oyun skorunu sabitledi
uk: {0} прикріплює результат гри

# NotificationActionPinnedGameUser
source: {0} pinned a game
ar: ثبّت ⁨{0}⁩ لعبة
be: {0} замацаваў(-ла) гульню
ca: {0} ha fixat un joc
de: {0} hat ein Spiel angeheftet
es: {0} fijó un juego
fi: {0} kiinnitti pelin
fr: {0} a épinglé une partie
it: {0} ha fissato un gioco
ko: {0}님이 게임을 고정했습니다
ms: {0} semat mainan
nl: {0} zette een spel vast
pl: Użytkownik {0} przypiął grę
pt_br: {0} fixou um jogo
ru: {0} закрепил(а) игру
sv: {0} fäste upp ett spel
tr: {0} bir oyunu sabitledi
uk: {0} прикріплює гру

# NotificationActionPinnedGeo
source: {0} pinned a map in the group {1}
ar: ثبّتَ ⁨{0}⁩ خريطةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) карту ў суполцы {1}
ca: {0} ha fixat un mapa en el grup {1}
de: {0} hat einen Standort in der Gruppe {1} angeheftet
es: {0} fijó un mapa en el grupo {1}
fa: ⁨{0}⁩ یک نقشه را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti kartan ryhmässä {1}
fr: {0} a épinglé un plan dans le groupe {1}
id: {0} menyematkan peta di group {1}
it: {0} ha fissato una posizione nel gruppo {1}
ko: {0} 님이 {1} 그룹에 지도를 고정했습니다
ms: {0} semat peta di grup {1}
nl: {0} heeft locatie vastgezet in de groep {1}
pl: Użytkownik {0} przypiął mapę w grupie {1}
pt_br: {0} fixou um mapa no grupo {1}
ru: {0} закрепил(а) карту в группе {1}
sv: {0} fäste upp en karta i grupp {1}
tr: {0}, {1} grubunda bir harita sabitledi
uk: {0} прикріплює мапу у групі {1}
uz: {0} “{1}” guruhida xaritani qadadi
zh_cn: {0} 在群组«{1}»置顶了一个位置信息
zh_tw: {0} 在群組«{1}»置頂了一個位置訊息

# NotificationActionPinnedGeoChannel
source: {0} pinned a map
ar: ثبت ⁨{0}⁩ خريطة
be: {0} замацаваў(-ла) карту
ca: {0} ha fixat un mapa
de: {0} hat einen Standort angeheftet
es: {0} fijó un mapa
fa: ⁨{0}⁩ یک نقشه را سنجاق کرد
fi: {0} kiinnitti kartan
fr: {0} a épinglé un plan
id: {0} menyematkan peta
it: {0} ha fissato una posizione
ko: {0} 님이 지도를 고정했습니다
ms: {0} tampalkan peta
nl: {0} heeft locatie vastgezet
pl: {0} przypiął mapę
pt_br: {0} fixou um mapa
ru: {0} закрепил(а) карту
sv: {0} fäste upp en karta
tr: {0} bir haritayı sabitledi
uk: {0} прикріплює мапу
uz: {0} xaritani qadadi
zh_cn: {0} 置顶了一个位置信息
zh_tw: {0} 置頂了一個位置訊息

# NotificationActionPinnedGeoLive
source: {0} pinned a live location in the group {1}
ar: ثبّتَ ⁨{0}⁩ موقعًا حيًا في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) трансляцыю месцазнаходжання ў {1}
ca: {0} ha fixat una ubicació en directe en el grup {1}
de: {0} hat einen Live-Standort in der Gruppe {1} angeheftet
es: {0} fijó una ubicación en tiempo real en el grupo {1}
fa: ⁨{0}⁩ یک موقعیت مکانی لحظه‌ای را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti live-sijainnin ryhmässä {1}
fr: {0} a épinglé une position en temps réel sur le groupe {1}
id: {0} menyematkan live location di grup {1}
it: {0} ha fissato una posizione in tempo reale nel gruppo {1}
ko: {0} 님이 {1} 그룹에 실시간 위치를 고정했습니다
ms: {0} semat lokasi langsung baru dalam grup {1}
nl: {0} heeft live-locatie vastgezet in de groep {1}
pl: Użytkownik {0} przypiął „Lokalizację na żywo” w grupie {1}
pt_br: {0} fixou uma localização ao vivo no grupo {1}
ru: {0} закрепил(а) трансляцию геопозиции в группе {1}
sv: {0} fäste upp en liveplats i gruppen {1}
tr: {0}, {1} grubunda bir canlı konumu sabitledi
uk: {0} прикріплює маячок у групі {1}
uz: {0} “{1}” guruhida jonli joylashuvni qadadi
zh_cn: {0} 在群组«{1}»置顶了一个实时位置信息
zh_tw: {0} 在群組«{1}»置頂了一個即時位置訊息

# NotificationActionPinnedGeoLiveChannel
source: {0} pinned a live location
ar: ثبت ⁨{0}⁩ موقعًا حيًا
be: {0} замацаваў(-ла) трансляцыю месцазнаходжання
ca: {0} ha fixat una ubicació en directe
de: {0} hat einen Live-Standort angeheftet
es: {0} fijó una ubicación en tiempo real
fa: ⁨{0}⁩ یک موقعیت مکانی لحظه‌ای را سنجاق کرد
fi: {0} kiinnitti live-sijainnin
fr: {0} a épinglé une position en temps réel
id: {0} menyematkan live location
it: {0} ha fissato una posizione in tempo reale
ko: {0} 님이 실시간 위치를 고정했습니다
ms: {0} semat lokasi langsung
nl: {0} heeft een live-locatie vastgezet
pl: {0} przypiął „Lokalizację na żywo”
pt_br: {0} fixou uma localização ao vivo
ru: %1$@ закрепил(а) трансляцию геопозиции
sv: {0} fäste en liveplats
tr: {0} bir canlı konumu sabitledi
uk: {0} прикріплює маячок
uz: {0} jonli joylashuvni qadadi
zh_cn: {0} 置顶了一个实时位置信息
zh_tw: {0} 置頂了一個即時位置訊息

# NotificationActionPinnedGeoLiveUser
source: {0} pinned a live location
ar: ثبّت ⁨{0}⁩ موقعًا مباشرًا
be: {0} замацаваў(-ла) трансляцыю месцазнаходжання
ca: {0} ha fixat una ubicació en directe
de: {0} hat einen Live-Standort angeheftet
es: {0} fijó una ubicación en tiempo real
fi: {0} kiinnitti live-sijainnin
fr: {0} a épinglé une position en temps réel
it: {0} ha fissato una posizione in tempo reale
ko: {0}님이 실시간 위치를 고정했습니다
ms: {0} semat lokasi langsung
nl: {0} zette een Live-locatie vast
pl: Użytkownik {0} przypiął Lokalizację na żywo
pt_br: {0} fixou uma localização ao vivo
ru: {0} закрепил(а) трансляцию геопозиции
sv: {0} fäste upp en position
tr: {0} canlı konumu sabitledi
uk: {0} прикріплює маячок

# NotificationActionPinnedGeoUser
source: {0} pinned a map
ar: ثبّت ⁨{0}⁩ خريطة
be: {0} замацаваў(-ла) карту
ca: {0} ha fixat un mapa
de: {0} hat einen Standort angeheftet
es: {0} fijó un mapa
fi: {0} kiinnitti kartan
fr: {0} a épinglé un plan
it: {0} ha fissato una mappa
ko: {0}님이 지도를 고정했습니다
ms: {0} semat peta
nl: {0} zette een kaart vast
pl: Użytkownik {0} przypiął mapę
pt_br: {0} fixou um mapa
ru: {0} закрепил(а) карту
sv: {0} fäste upp en karta
tr: {0} bir haritayı sabitledi
uk: {0} прикріплює мапу

# NotificationActionPinnedGif
source: {0} pinned a GIF in the group {1}
ar: ثبّتَ ⁨{0}⁩ صورةً متحركة في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) анімацыю ў суполцы {1}
ca: {0} ha fixat un GIF en el grup {1}
de: {0} hat ein GIF in der Gruppe {1} angeheftet
es: {0} fijó un GIF en el grupo {1}
fa: ⁨{0}⁩ یک فایل گیف را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti GIFin ryhmässä {1}
fr: {0} a épinglé un GIF dans le groupe {1}
id: {0} menyematkan GIF di group {1}
it: {0} ha fissato una GIF nel gruppo {1}
ko: {0} 님이 {1} 그룹에 GIF를 고정했습니다
ms: {0} semat GIF di grup {1}
nl: {0} heeft GIF vastgezet in de groep {1}
pl: Użytkownik {0} przypiął GIFa w grupie {1}
pt_br: {0} fixou um GIF no grupo {1}
ru: {0} закрепил(а) GIF в группе {1}
sv: {0} fäste upp en GIF i gruppen {1}
tr: {0}, {1} grubunda bir GIF sabitledi
uk: {0} прикріплює GIF у групі {1}
uz: {0} “{1}” guruhida GIFni qadadi
zh_cn: {0} 在群组«{1}»置顶了一张 GIF
zh_tw: {0} 在群組«{1}»置頂了一張 GIF

# NotificationActionPinnedGifChannel
source: {0} pinned a GIF
ar: ثبت ⁨{0}⁩ صورةً متحركة
be: {0} замацаваў(-ла) анімацыю
ca: {0} ha fixat un GIF
de: {0} hat ein GIF angeheftet
es: {0} fijó un GIF
fa: ⁨{0}⁩ یک گیف را سنجاق کرد
fi: {0} kiinnitti GIFin
fr: {0} a épinglé un GIF
id: {0} menyematkan GIF
it: {0} ha fissato una GIF
ko: {0} 님이 GIF를 고정했습니다
ms: {0} tampalkan GIF
nl: {0} heeft GIF vastgezet
pl: {0} przypiął GIFa
pt_br: {0} fixou um GIF
ru: {0} закрепил(а) GIF
sv: {0} fäste upp en GIF
tr: {0} bir GIF'i sabitledi
uk: {0} прикріплює GIF
uz: {0} GIFni qadadi
zh_cn: {0} 置顶了一张 GIF
zh_tw: {0} 置頂了一張 GIF

# NotificationActionPinnedGifUser
source: {0} pinned a GIF
ar: ثبّت ⁨{0}⁩ صورة متحركة
be: {0} замацаваў(-ла) анімацыю
ca: {0} ha fixat un GIF
de: {0} hat ein GIF angeheftet
es: {0} fijó un GIF
fi: {0} kiinnitti GIFin
fr: {0} a épinglé un GIF
it: {0} ha fissato una GIF
ko: {0}님이 GIF를 고정했습니다
ms: {0} semat GIF
nl: {0} zette een GIF vast
pl: Użytkownik {0} przypiął GIFa
pt_br: {0} fixou um GIF
ru: {0} закрепил(а) GIF
sv: {0} fäste upp en GIF
tr: {0} bir GIF'i sabitledi
uk: {0} прикріплює GIF

# NotificationActionPinnedInvoice
source: {0} pinned an invoice in the group {1}
ar: ثبّتَ ⁨{0}⁩ فاتورةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) рахунак у суполцы {1}
ca: {0} ha fixat una factura en el grup {1}
de: {0} hat eine Rechnung in der Gruppe {1} angeheftet
es: {0} fijó una factura en el grupo {1}
fa: ⁨{0}⁩ یک صورت‌حساب در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti laskun ryhmässä {1}
fr: {0} a épinglé une facture dans le groupe {1}
id: {0} menyematkan tagihan di grup {1}
it: {0} ha fissato una fattura nel gruppo {1}
ko: {0} 님이 {1} 그룹에 인보이스를 공지했습니다
ms: {0} semat invois dalam grup {1}
nl: {0} heeft een factuur in de groep {1} vastgezet
pl: Użytkownik {0} przypiął fakturę w grupie {1}
pt_br: {0} fixou um recibo no grupo {1}
ru: {0} закрепил(а) счёт в «{1}»
sv: {0} fäste upp en faktura på {1} i gruppen
tr: {0}, grupta {1} tutarındaki faturayı sabitledi
uk: {0} прикріплює рахунок у групі {1}
uz: {0} “{1}” guruhida invoysni qadadi
zh_cn: {0} 在群组«{1}»置顶了一张发票
zh_tw: {0} 在群組«{1}»置頂了一張發票

# NotificationActionPinnedInvoiceChannel
source: {0} pinned an invoice
ar: ⁨{0}⁩ ثبت فاتورة
be: {0} замацаваў(-ла) рахунак
ca: {0} ha fixat una factura
de: {0} hat eine Rechnung angeheftet
es: {0} fijó una factura
fa: ⁨{0}⁩ یک صورت‌حساب سنجاق کرد
fi: {0} kiinnitti laskun
fr: {0} a épinglé une facture
id: {0} menyematkan tagihan
it: {0} ha fissato una fattura
ko: {0} 님이 인보이스를 공지했습니다
ms: {0} semat invois
nl: {0} heeft een factuur vastgezet
pl: {0} przypiął fakturę
pt_br: {0} fixou um recibo
ru: {0} закрепил(а) счёт
sv: {0} fäste upp en faktura.
tr: {0} bir faturayı sabitledi
uk: {0} прикріплює рахунок
uz: {0} invoysni qadadi
zh_cn: {0} 置顶了一张发票
zh_tw: {0} 置頂了一張發票

# NotificationActionPinnedInvoiceUser
source: {0} pinned an invoice
ar: ثبّت ⁨{0}⁩ فاتورة
be: {0} замацаваў(-ла) рахунак
ca: {0} ha fixat una factura
de: {0} hat eine Rechnung angeheftet
es: {0} fijó una factura
fi: {0} kiinnitti laskun
fr: {0} a épinglé une facture
it: {0} ha fissato una fattura
ko: {0} 님이 인보이스를 고정했습니다
ms: {0} semat invois
nl: {0} zette een factuur vast
pl: Użytkownik {0} przypiął fakturę
pt_br: {0} fixou uma fatura
ru: {0} закрепил(а) счёт
sv: {0} fäste upp en faktura
tr: {0} bir faturayı sabitledi
uk: {0} прикріплює рахунок

# NotificationActionPinnedMusic
source: {0} pinned an audio file in the group {1}
ar: ثبّتَ ⁨{0}⁩ ملفًا صوتيًا في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) аўдыяфайл ў суполцы {1}
ca: {0} ha fixat un fitxer d'àudio en el grup {1}
de: {0} hat Audiodatei in der Gruppe {1} angeheftet
es: {0} fijó un audio en el grupo {1}
fa: ⁨{0}⁩ یک فایل صوتی را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti äänitiedoston ryhmässä {1}
fr: {0} a épinglé un fichier audio dans le groupe {1}
id: {0} menyematkan audio di grup {1}
it: {0} ha fissato un file audio nel gruppo {1}
ko: {0} 님이 {1} 그룹에 오디오 파일을 고정했습니다
ms: {0} semat fail audio di grup {1}
nl: {0} heeft muziekbestand vastgezet in de groep {1}
pl: Użytkownik {0} przypiął plik audio w grupie {1}
pt_br: {0} fixou um arquivo de áudio no grupo {1}
ru: {0} закрепил(а) аудиофайл в группе {1}
sv: {0} fäste upp en ljudfil i gruppen {1}
tr: {0}, {1} grubunda bir ses dosyası sabitledi
uk: {0} прикріплює аудіофайл у групі {1}
uz: {0} {1} guruhida audio yozuvni biriktirdi
zh_cn: {0} 在群组«{1}»置顶了一首音乐
zh_tw: {0} 在群組«{1}»置頂了一首音樂

# NotificationActionPinnedMusicChannel
source: {0} pinned an audio file
ar: ثبت ⁨{0}⁩ ملفًا صوتيًا
be: {0} замацаваў(-ла) аўдыяфайл
ca: {0} ha fixat un fitxer d'àudio
de: {0} hat Audiodatei angeheftet
es: {0} fijó un audio
fa: ⁨{0}⁩ یک فایل صوتی را سنجاق کرد
fi: {0} kiinnitti äänitiedoston
fr: {0} a épinglé un fichier audio
id: {0} menyematkan audio
it: {0} ha fissato un file audio
ko: {0} 님이 오디오 파일을 고정했습니다
ms: {0} sematkankan fail audio
nl: {0} heeft muziekbestand vastgezet
pl: {0} przypiął plik audio
pt_br: {0} fixou um arquivo de áudio
ru: {0} закрепил(а) аудиофайл
sv: {0} fäste upp en ljudfil
tr: {0} bir ses dosyasını sabitledi
uk: {0} прикріплює аудіофайл
uz: {0} audiofaylni qadadi
zh_cn: {0} 置顶了一首音乐
zh_tw: {0} 置頂了一首音樂

# NotificationActionPinnedMusicUser
source: {0} pinned an audio file
ar: ثبّت ⁨{0}⁩ ملفًا صوتيًا
be: {0} замацаваў(-ла) аўдыяфайл
ca: {0} ha fixat un fitxer d'àudio
de: {0} hat eine Audiodatei angeheftet
es: {0} fijó un audio
fi: {0} kiinnitti äänitiedoston
fr: {0} a épinglé un fichier audio
it: {0} ha fissato un file audio
ko: {0}님이 오디오 파일을 고정했습니다
ms: {0} semat fail audio
nl: {0} zette een audiobestand vast
pl: Użytkownik {0} przypiął plik audio
pt_br: {0} fixou um arquivo de áudio
ru: {0} закрепил(а) аудиофайл
sv: {0} fäste upp en ljudfil
tr: {0} bir ses dosyasını sabitledi
uk: {0} прикріплює аудіофайл

# NotificationActionPinnedNoText
source: {0} pinned a message in the group {1}
ar: ثبّتَ ⁨{0}⁩ رسالةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) паведамленне ў суполцы {1}
ca: {0} ha fixat un missatge en el grup {1}
de: {0} hat eine Nachricht in der der Gruppe {1} angeheftet
es: {0} fijó un mensaje en el grupo {1}
fa: ⁨{0}⁩ یک پیام در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti viestin ryhmässä {1}
fr: {0} a épinglé un message dans le groupe {1}
id: {0} menyematkan pesan di grup {1}
it: {0} ha fissato un messaggio nel gruppo {1}
ko: {0} 님이 {1} 그룹에 메시지를 고정했습니다
ms: {0} semat mesej di grup {1}
nl: {0} heeft bericht vastgezet in de groep {1}
pl: Użytkownik {0} przypiął wiadomość w grupie {1}
pt_br: {0} fixou uma mensagem no grupo {1}
ru: {0} закрепил(а) сообщение в «{1}»
sv: {0} fäste upp ett meddelande i gruppen {1}
tr: {0}, {1} grubunda bir mesajı sabitledi
uk: {0} прикріплює повідомлення у групі {1}
uz: {0} “{1}” guruhida xabarni qadadi
zh_cn: {0} 在群组«{1}»置顶了一条消息
zh_tw: {0} 在群組«{1}»置頂了一則訊息

# NotificationActionPinnedNoTextChannel
source: {0} pinned a message
ar: ثبت ⁨{0}⁩ رسالة
be: {0} замацаваў(-ла) паведамленне
ca: {0} ha fixat un missatge
de: {0} hat eine Nachricht angeheftet
es: {0} fijó un mensaje
fa: ⁨{0}⁩ یک پیام سنجاق کرد
fi: {0} kiinnitti viestin
fr: {0} a épinglé un message
id: {0} menyematkan pesan
it: {0} ha fissato un messaggio
ko: {0} 님이 메시지를 고정했습니다
ms: {0} tampalkan mesej
nl: {0} heeft bericht vastgezet
pl: {0} przypiął wiadomość
pt_br: {0} fixou uma mensagem
ru: {0} закрепил(а) сообщение
sv: {0} fäste upp ett meddelande
tr: {0} bir mesajı sabitledi
uk: {0} прикріплює повідомлення
uz: {0} xabarni qadadi
zh_cn: {0} 置顶了一条消息
zh_tw: {0} 置頂了一則訊息

# NotificationActionPinnedNoTextUser
source: {0} pinned a message
ar: ثبّت ⁨{0}⁩ رسالة
be: {0} замацаваў(-ла) паведамленне
ca: {0} ha fixat un missatge
de: {0} hat eine Nachricht angeheftet
es: {0} fijó un mensaje
fi: {0} kiinnitti viestin
fr: {0} a épinglé un message
it: {0} ha fissato un messaggio
ko: {0} 님이 메시지를 고정했습니다.
ms: {0} semat mesej
nl: {0} zette een bericht vast
pl: Użytkownik {0} przypiął wiadomość
pt_br: {0} fixou uma mensagem
ru: {0} закрепил(а) сообщение
sv: {0} fäste upp ett meddelande
tr: {0} bir mesajı sabitledi
uk: {0} прикріплює повідомлення

# NotificationActionPinnedPhoto
source: {0} pinned a photo in the group {1}
ar: ثبّتَ ⁨{0}⁩ صورةً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) фота ў суполцы {1}
ca: {0} ha fixat una foto en el grup {1}
de: {0} hat ein Bild in der Gruppe {1} angeheftet
es: {0} fijó una foto en el grupo {1}
fa: ⁨{0}⁩ یک عکس را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti kuvan ryhmässä {1}
fr: {0} a épinglé une photo dans le groupe {1}
id: {0} menyematkan foto di group {1}
it: {0} ha fissato una foto nel gruppo {1}
ko: {0} 님이 {1} 그룹에 사진을 고정했습니다
ms: {0} semat foto di grup {1}
nl: {0} heeft foto vastgezet in de groep {1}
pl: Użytkownik {0} przypiął zdjęcie w grupie {1}
pt_br: {0} fixou uma foto no grupo {1}
ru: {0} закрепил(а) фото в группе {1}
sv: {0} fäste upp en bild i gruppen {1}
tr: {0}, {1} grubunda bir fotoğraf sabitledi
uk: {0} прикріплює фото у групі {1}
uz: {0} “{1}” guruhida rasmni qadadi
zh_cn: {0} 在群组«{1}»置顶了一张图片
zh_tw: {0} 在群組«{1}»置頂了一張圖片

# NotificationActionPinnedPhotoChannel
source: {0} pinned a photo
ar: ⁨{0}⁩ ثبت صورة
be: {0} замацаваў(-ла) фота
ca: {0} ha fixat una foto
de: {0} hat ein Bild angeheftet
es: {0} fijó una foto
fa: ⁨{0}⁩ یک عکس را سنجاق کرد
fi: {0} kiinnitti kuvan
fr: {0} a épinglé une photo
id: {0} menyematkan foto
it: {0} ha fissato una foto
ko: {0} 님이 사진을 고정했습니다
ms: {0} tampalkan foto
nl: {0} heeft foto vastgezet
pl: {0} przypiął zdjęcie
pt_br: {0} fixou uma foto
ru: {0} закрепил(а) фото
sv: {0} fäste upp en bild
tr: {0} bir fotoğrafı sabitledi
uk: {0} прикріплює фото
uz: {0} rasmni qadadi
zh_cn: {0} 置顶了一张图片
zh_tw: {0} 置頂了一張圖片

# NotificationActionPinnedPhotoUser
source: {0} pinned a photo
ar: ثبّت ⁨{0}⁩ صورة
be: {0} замацаваў(-ла) фота
ca: {0} ha fixat una foto
de: {0} hat ein Bild angeheftet
es: {0} fijó una foto
fi: {0} kiinnitti kuvan
fr: {0} a épinglé une photo
it: {0} ha fissato una foto
ko: {0}님이 사진을 고정했습니다
ms: {0} semat foto
nl: {0} zette een foto vast
pl: Użytkownik {0} przypiął zdjęcie
pt_br: {0} fixou uma foto
ru: {0} закрепил(а) фото
sv: {0} fäste upp en bild
tr: {0} bir fotoğrafı sabitledi
uk: {0} прикріплює фото

# NotificationActionPinnedPoll
source: {0} pinned a poll in the group {1}
ar: ثبّتَ ⁨{0}⁩ استفتاءً في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) апытанне ў {1}
ca: {0} ha fixat una enquesta en el grup {1}
de: {0} hat eine Umfrage in der Gruppe {1} angeheftet
es: {0} fijó una encuesta en el grupo {1}
fa: ⁨{0}⁩ یک نظرسنجی را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti kyselyn ryhmässä {1}
fr: {0} a épinglé un sondage dans le groupe {1}
id: {0} menyematkan pol di grup {1}
it: {0} ha fissato un sondaggio nel gruppo {1}
ko: {0} 님이 {1} 그룹에 설문을 고정했습니다
ms: {0} sematkan undian dalam grup {1}
nl: {0} heeft poll vastgezet in de groep {1}
pl: Użytkownik {0} przypiął ankietę w grupie {1}
pt_br: {0} fixou uma enquete no grupo {1}
ru: {0} закрепил(а) опрос в группе «{1}»
sv: {0} fäste upp en omröstning i gruppen {1}
tr: {0}, {1} grubunda bir anket sabitledi
uk: {0} прикріплює опитування у групі {1}
uz: {0} “{1}” guruhida soʻrovnomani qadadi

# NotificationActionPinnedPoll2
source: {0} pinned a poll {2} in the group {1}
ar: ثبّتَ ⁨{0}⁩ استفتاء ⁨{2}⁩ في مجموعة ⁨{1}⁩
be: {0} замацаваў(-ла) апытанне {2} у суполцы {1}
ca: {0} ha fixat una enquesta {2} en el grup {1}
de: {0} hat eine Umfrage {2} in der Gruppe {1} angeheftet
es: {0} fijó la encuesta {2} en el grupo {1}
fa: ⁨{0}⁩ یک نظرسنجی ⁨{2}⁩ را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti kyselyn {2} ryhmässä {1}
fr: {0} a épinglé un sondage {2} dans le groupe {1}
id: {0} menyematkan pol {2} di grup {1}
it: {0} ha fissato un sondaggio {2} nel gruppo {1}
ko: {0} 님이 {2} 설문을 {1} 그룹에 고정했습니다
ms: {0} semat undianl {2} di grup {1}
nl: {0} heeft een poll {2} vastgezet in de groep {1}
pl: Użytkownik {0} przypiął ankietę {2} w grupie {1}
pt_br: {0} fixou uma enquete {2} no grupo {1}
ru: {0} закрепил(а) опрос {2} в группе «{1}»
sv: {0} fäste upp omröstning {2} i gruppen {1}
tr: {0}, {1} grubunda {2} anketini sabitledi
uk: {0} прикріплює опитування {2} у групі {1}
uz: {0} {1} guruhida {2} soʻrovnomasini qadadi

# NotificationActionPinnedPollChannel
source: {0} pinned a poll
ar: ثبت ⁨{0}⁩ استفتاءً
be: {0} замацаваў(-ла) апытанне
ca: {0} ha fixat una enquesta
de: {0} hat eine Umfrage angeheftet
es: {0} fijó una encuesta
fa: ⁨{0}⁩ یک نظرسنجی را سنجاق کرد
fi: {0} kiinnitti kyselyn
fr: {0} a épinglé un sondage
id: {0} menyematkam pol
it: {0} ha fissato un sondaggio
ko: {0} 님이 설문을 고정했습니다
ms: {0} sematkan undian
nl: {0} heeft een poll vastgezet
pl: {0} przypiął ankietę
pt_br: {0} fixou uma enquete
ru: {0} закрепил(а) опрос
sv: {0} fäste upp en omröstning
tr: {0} bir anketi sabitledi
uk: {0} прикріплює опитування
uz: {0} soʻrovnomani qadadi

# NotificationActionPinnedPollChannel2
source: {0} pinned a poll {1}
ar: ثبّتَت ⁨{0}⁩ استفتاء ⁨{1}⁩
be: {0} замацаваў(-ла) апытанне {1}
ca: {0} ha fixat una enquesta {1}
de: {0} hat eine Umfrage {1} angeheftet
es: {0} fijó la encuesta {1}
fa: ⁨{0}⁩ یک نظرسنجی ⁨{1}⁩ را سنجاق کرد
fi: {0} kiinnitti kyselyn {1}
fr: {0} a épinglé un sondage {1}
id: {0} menyematkan pol {1}
it: {0} ha fissato un sondaggio {1}
ko: {0} 님이 {1} 설문을 고정했습니다
ms: {0} semat undian {1}
nl: {0} heeft een poll vastgezet {1}
pl: {0} przypiął ankietę {1}
pt_br: {0} fixou uma enquete {1}
ru: {0} закрепил(а) опрос {1}
sv: {0} fäste upp en omröstning {1}
tr: {0} bir {1} anketini sabitledi
uk: {0} прикріплює опитування {1}
uz: {0} “{1}” soʻrovnomasini qadadi
